Repository: dennis-menge/watchdoo
Catalog: Watchdoo/Watchdoo/Watchdoo/Localizable.xcstrings
Source language: de
Languages: en

source: An Watch senden
en: Send to Watch

source: API-Key generieren:
en: Generate API Key:

source: Aus Clipboard einfügen
en: Paste from Clipboard

source: Backend-Setup Anleitung
en: Backend Setup Guide

source: Cookidoo Watch App nicht installiert
en: Cookidoo Watch App not installed

source: Erfolgreich an Watch gesendet!
en: Successfully sent to Watch!

source: Hilfe
en: Help

source: Keine Apple Watch gekoppelt
en: No Apple Watch paired

source: Konfiguriere dein Backend und sende die Einstellungen an deine Apple Watch.
en: Configure your backend and send the settings to your Apple Watch.

source: Sende...
en: Sending...

source: Server testen
en: Test server

source: Server-Konfiguration
en: Server Configuration

source: Verbindung erfolgreich
en: Connection successful

source: Verbindung fehlgeschlagen
en: Connection failed

source: Verbindung testen
en: Test connection

source: Watch-Verbindung nicht aktiv
en: Watch connection not active
